[
  {
    "name": "Against Malaria Foundation",
    "size": 299,
    "blerb": "Against Malaria Foundation works to prevent the spread of malaria by distributing long-lasting, insecticide-treated mosquito nets to susceptible populations in developing countries. AMF has been active in 36 countries in Africa, Asia and South America, with a particular focus on sub-Saharan Africa.",
    "link": "https://www.thelifeyoucansave.org/best-charities/against-malaria-foundation/"
  },
  {
    "name": "Development Media International",
    "size": 349,
    "blerb": "Development Media International runs large-scale media campaigns in low-income countries via radio, television, and mobile video. They work with local broadcasters to create informative and engaging programming that focuses on maternal and child health, nutrition, hygiene and sanitation, sexual reproductive health, and early childhood development.",
    "link": "https://www.thelifeyoucansave.org/best-charities/development-media-international/"
  },
  {
    "name": "Equalize Health",
    "size": 264,
    "blerb": "Equalize Health designs and delivers affordable, innovative medical technologies that protect and transform the lives of the global poor. They recognize that health is a prerequisite to autonomy and self-sufficiency, and strive to address global health inequities.",
    "link": "https://www.thelifeyoucansave.org/best-charities/equalize-health/"
  },
  {
    "name": "Evidence Action",
    "size": 389,
    "blerb": "Evidence Action operates three main initiatives. The Dispensers for Safe Water Initiative installs and maintains chlorine dispensers in rural Africa. The Deworm the World Initiative partners with governments for school-based deworming programs. The Evidence Action Accelerator Initiative drives new program development, testing and refining high-potential, cost-effective interventions.",
    "link": "https://www.thelifeyoucansave.org/best-charities/evidence-action/"
  },
  {
    "name": "Fistula Foundation",
    "size": 395,
    "blerb": "Fistula Foundation is the global leader in treating obstetric fistula, a devastating childbirth injury that leaves women incontinent, humiliated, and often shunned by their communities. In addition to covering direct surgery costs, Fistula Foundation also supports training surgeons, equipping facilities, grassroots community outreach, and holistic post-surgery reintegration.",
    "link": "https://www.thelifeyoucansave.org/best-charities/fistula-foundation/"
  },
  {
    "name": "The Fred Hollows Foundation",
    "size": 520,
    "blerb": "The Fred Hollows Foundation is a leading international development organisation with a vision for a world where no person is needlessly blind or vision impaired. The Foundation has restored sight to more than 2.5 million people around the world and has supported programs to deliver more than 200 million doses of antibiotics for trachoma. They work with communities to improve their own eye health through life-changing surgeries and treatments, training doctors and health workers and pushing for change at all levels.",
    "link": "https://www.thelifeyoucansave.org/best-charities/fred-hollows-foundation/"
  },
  {
    "name": "GiveDirectly",
    "size": 333,
    "blerb": "GiveDirectly provides unconditional cash transfers using cell phone technology to some of the poorest people in the world, as well as refugees, urban youth, and disaster victims. They also are currently running a historic Universal Basic Income initiative, delivering a basic income to over 20,000 people in Kenya in a 12-year study.",
    "link": "https://www.thelifeyoucansave.org/best-charities/givedirectly/"
  },
  {
    "name": "GAIN’s Salt Iodization Program",
    "size": 500,
    "blerb": "The mission of the Global Alliance for Improved Nutrition (GAINs) is to increase the consumption of nutritious foods among vulnerable populations, especially women, girls, and children. They work to strengthen food systems — particularly salt iodization — by building partnerships between governments, the private sector, and communities to design and implement effective and sustainable nutrition programs.",
    "link": "https://www.thelifeyoucansave.org/best-charities/global-alliance-for-improved-nutrition/"
  },
  {
    "name": "Helen Keller International",
    "size": 206,
    "blerb": "The Helen Keller International Vitamin A Supplementation programs provide critical nutrition to children around the world at-risk for vitamin A deficiency — a condition that can lead to blindness and death.",
    "link": "https://www.thelifeyoucansave.org/best-charities/helen-keller-international/"
  },
  {
    "name": "Innovations for Poverty Action",
    "size": 516,
    "blerb": "IPA is a global research and policy nonprofit that leads the field of development in cutting-edge research quality and innovation. IPA tests promising ideas across contexts and along the path to scale, shares findings with the right people at the right time, and equips partners to use data and evidence to improve lives. With a long-term presence in 22 countries in Africa, Asia, and Latin America, IPA is able to build long-term relationships with key decision-makers, whose questions and needs drive its research.",
    "link": "https://www.thelifeyoucansave.org/best-charities/innovations-for-poverty-action/"
  },
  {
    "name": "Iodine Global Network",
    "size": 304,
    "blerb": "The Iodine Global Network is the leading global organization supporting the elimination of iodine deficiency, the most common cause of brain damage in newborns. IGN supports healthy iodine nutrition in virtually every country of the world through a safe, effective, and affordable solution: iodized salt.",
    "link": "https://www.thelifeyoucansave.org/best-charities/iodine-global-network/"
  },
  {
    "name": "Living Goods",
    "size": 334,
    "blerb": "Living Goods supports and trains local community health workers in Burkina Faso, Kenya and Uganda, the majority of whom are women, to deliver lifesaving medicines, health education, diagnoses, and health products to millions of people who need them. They focus especially on preventing and treating the leading causes of child deaths.",
    "link": "https://www.thelifeyoucansave.org/best-charities/living-goods/"
  },
  {
    "name": "Malaria Consortium",
    "size": 361,
    "blerb": "Malaria Consortium delivers programs that protect the poorest and most marginalized children in Africa and Asia from a range of deadly diseases, including malaria and pneumonia. We recommend their Seasonal Malaria Chemoprevention (SMC) project in particular. SMC is an extremely cost-effective and evidence-based way of protecting children under 5 from malaria.",
    "link": "https://www.thelifeyoucansave.org/best-charities/malaria-consortium/"
  },
  {
    "name": "New Incentives",
    "size": 457,
    "blerb": "New Incentives educates caregivers about the importance of vaccinating children and disburses cash incentives that are conditional on infants receiving four life-saving vaccines, which are provided through government clinics free of charge. New Incentives also works with government partners to improve vaccine supply. There is strong evidence that their program leads to more children being immunized from life-threatening but vaccine preventable diseases.",
    "link": "https://www.thelifeyoucansave.org/best-charities/new-incentives/"
  },
  {
    "name": "One Acre Fund",
    "size": 347,
    "blerb": "One Acre Fund helps smallholder African farmers boost productivity by delivering a bundle of services directly to their doorsteps, including start-up financing, high-quality farming inputs, agricultural training, and market facilitation to help maximize profits. These tools help farmers increase their yield per acre, sales, and household income.",
    "link": "https://www.thelifeyoucansave.org/best-charities/one-acre-fund/"
  },
  {
    "name": "Oxfam",
    "size": 314,
    "blerb": "Oxfam is a confederation of 20 sister organizations working together to fight poverty, its causes, and its effects. Oxfam’s work focuses on long-term development programs, emergency assistance, and political advocacy on issues including agriculture, education, health, climate change, emergency response, and more.",
    "link": "https://www.thelifeyoucansave.org/best-charities/oxfam/"
  },
  {
    "name": "Population Services International",
    "size": 344,
    "blerb": "Population Services International helps women live healthier and plan the families they desire. A large part of PSIs work focuses on sexual and reproductive health and contraception, but they also are involved with HIV, malaria, water, sanitation and hygiene, and non-communicable diseases including diabetes, hypertension, and cervical cancer.",
    "link": "https://www.thelifeyoucansave.org/best-charities/population-services-international/"
  },
  {
    "name": "Sanku – Project Healthy Children",
    "size": 275,
    "blerb": "Sanku - Project Healthy Children's mission is to provide children everywhere with the simple, inexpensive, basic nutritional support they require to survive and thrive. Sanku - PHC focuses on achieving wide micronutrient coverage for at-risk communities in Africa and beyond.",
    "link": "https://www.thelifeyoucansave.org/best-charities/project-healthy-children/"
  },
  {
    "name": "SCI Foundation",
    "size": 379,
    "blerb": "SCI Foundation, formerly the Schistosomiasis Control Initiative (SCI), works with Ministries of Health and Education in sub-Saharan African countries to support programs controlling and eliminating two types of parasitic worm infections: schistosomiasis and soil-transmitted helminthiasis. The majority of programs treat school-aged children, but can also include at-risk adults.",
    "link": "https://www.thelifeyoucansave.org/best-charities/schistosomiasis-control-initiative/"
  },
  {
    "name": "Seva Foundation",
    "size": 262,
    "blerb": "Seva is a global nonprofit eye care organization. Their mission is to transform lives and strengthen communities by restoring sight and preventing blindness. Seva works with underserved communities in more than 20 countries across Asia, Africa, and the Americas.",
    "link": "https://www.thelifeyoucansave.org/best-charities/seva/"
  },
  {
    "name": "Village Enterprise",
    "size": 303,
    "blerb": "Village Enterprise equips the extreme poor in Africa with resources to start sustainable businesses through a four-part program: entrepreneurship training, a cash grant, business mentoring, and a savings group. There is strong evidence that this leads to a significant and persistent increase in income.",
    "link": "https://www.thelifeyoucansave.org/best-charities/village-enterprise/"
  },
  {
    "name": "Zusha!",
    "size": 361,
    "blerb": "The Zusha! road safety campaign is a cost-effective intervention proven to reduce road accidents and save lives. Stickers placed inside of public service vehicles encourage and empower passengers to speak up directly to their drivers against dangerous driving. This successful program is scaling up throughout Kenya and is being tested in other parts of Africa.",
    "link": "https://www.thelifeyoucansave.org/best-charities/zusha/"
  }
]
