[
  {
    "name": "Evergreen Collaborative",
    "blerb": "Evergreen Collaborative is creating the blueprint to defeat the climate crisis and build a clean energy future through actionable, ambitious policy proposals. Evergreen Collaborative seeks to influence Congress, the Executive Branch, and federal agencies through direct work with Hill offices and by coordinating with a wide coalition of other environmental groups. The organization was founded by former staffers of Washington State Governor Jay Inslee’s 2020 presidential campaign.",
    "link": "https://www.thelifeyoucansave.org/best-charities/evergreen-collaborative/"
  },
  {
    "name": "Clean Air Task Force",
    "blerb": "The Clean Air Task Force (CATF) is an impact-focused non-profit that advocates for clean air policies. In addition, CATF promotes innovation in and adoption of neglected low-carbon technologies. Through policy change, technology innovation, and thought leadership, CATF drives impact to prevent catastrophic climate change through pragmatic solutions.",
    "link": "https://www.thelifeyoucansave.org/best-charities/clean-air-task-force/"
  },
  {
    "name": "Carbon180",
    "blerb": "Carbon180 is a climate–focused nonprofit on a mission to fundamentally rethink carbon. The organization champions the development and implementation of carbon removal technologies and practices– a critical but relatively neglected component of achieving climate goals. It does this through research, policy development and advocacy and innovation support.",
    "link": "https://www.thelifeyoucansave.org/best-charities/carbon180/"
  },
  {
    "name": "Long-Term Future Fund",
    "blerb": "The Long-Term Future Fund aims to positively influence the long-term trajectory of civilization by making grants that address global catastrophic risks, especially potential risks from advanced artificial intelligence and pandemics. In addition, we seek to promote, implement, and advocate for longtermist ideas, and to otherwise increase the likelihood that future generations will flourish.",
    "link": "https://funds.effectivealtruism.org/funds/far-future?utm_source=giving-what-we-can&utm_medium=partner_charity&utm_campaign=partner_charity_donations"
  },
  {
    "name": "Longtermism Fund",
    "blerb": "The Longtermism Fund directs funding to highly effective organisations working to safeguard the long-term future of humanity. These organisations generally work to reduce the global catastrophic and existential risks that face humanity, though the fund also supports work that improves, promotes, and implements longtermist ideas. ",
    "link": "https://www.givingwhatwecan.org/charities/longtermism-fund"
  }
]
